[Cues]
Cue_E4_5C_CampusA_Extraction_Chloe_010="He really did give a serious beatdown to Nathan."
Cue_E4_5C_CampusA_Extraction_Chloe_030="Now let's make a date with Frank."
Cue_E4_5C_CampusA_Extraction_Chloe_070="Frank always answers when he wants money."
Cue_E4_5C_CampusA_Extraction_Chloe_080="Like I said, Frank wants to see me right now."
Cue_E4_5C_CampusA_Extraction_Max_020="It was a little scary to watch him do that."
Cue_E4_5C_CampusA_Extraction_Max_040="I hope he doesn’t mention his dog…"
Cue_E4_5C_CampusA_Extraction_Max_050="I hope he keeps his dog away…"
Cue_E4_5C_CampusA_Extraction_Max_060="Will he even answer you?"
Cue_E4_5C_CampusA_Extraction_Max_090="Let’s not keep him waiting…"
Cue_E4_5C_CampusA_ThanksWarren_Chloe_030="For beating the shit out of Nathan Prescott. Dude, you rule."
Cue_E4_5C_CampusA_ThanksWarren_Chloe_050="For headbutting Nathan Prescott. That was awesome."
Cue_E4_5C_CampusA_ThanksWarren_Chloe_100="Warren, me and Max have to do this on our own. No offense."
Cue_E4_5C_CampusA_ThanksWarren_Chloe_170="Man, that guy is so fucking in love with you."
Cue_E4_5C_CampusA_ThanksWarren_Max_010="Damn, that was intense.|Warren, thank you so much."
Cue_E4_5C_CampusA_ThanksWarren_Max_070="You’re not anything like him."
Cue_E4_5C_CampusA_ThanksWarren_Max_090="No police. Not yet. Uh... so maybe you better... um..."
Cue_E4_5C_CampusA_ThanksWarren_Max_120="What you can do is hole up in your room and find out if there are any more storm warnings."
Cue_E4_5C_CampusA_ThanksWarren_Max_121="What you can do is find out anything you can about Nathan's father..."
Cue_E4_5C_CampusA_ThanksWarren_Max_140="And thank you. Seriously.|I'll call you later."
Cue_E4_5C_CampusA_ThanksWarren_Max_160="Yes, you are."
Cue_E4_5C_CampusA_ThanksWarren_Max_180="I know…"
Cue_E4_5C_CampusA_ThanksWarren_Warren_020="For what?"
Cue_E4_5C_CampusA_ThanksWarren_Warren_040="I don't know. I kinda went crazy there... like Nathan."
Cue_E4_5C_CampusA_ThanksWarren_Warren_060="I don’t know. I almost went crazy there... like Nathan."
Cue_E4_5C_CampusA_ThanksWarren_Warren_080="Good to know. So where are you going? I better stick with you guys... just in case you need me to get my Hulk on again. Or should I call the cops on Nathan?"
Cue_E4_5C_CampusA_ThanksWarren_Warren_110="It’s cool. Whatever I can do to help."
Cue_E4_5C_CampusA_ThanksWarren_Warren_130="I’m on it. Between the snow and eclipse, I’m assuming the apocalypse is around the corner."
Cue_E4_5C_CampusA_ThanksWarren_Warren_150="You better. I’m feeling pretty alpha now."
